Repository: DieDust/FilesMate
Catalog: src/FilesMate.App/Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp, zh_hans

# AboutBody
source: A Windows file manager with glass chrome over Mica.
ja_jp: ガラス効果と Mica を備えた Windows 向けファイルマネージャー。
zh_hans: 带云母玻璃壳的 Windows 文件管理器。

# AboutTitle
source: About
ja_jp: このアプリについて
zh_hans: 关于

# AboutVersion
source: Version {0}
ja_jp: バージョン {0}
zh_hans: 版本 {0}

# About_GitHubDescription
source: FilesMate is open source. Explore the code, report an issue or read release notes.
ja_jp: FilesMate はオープンソースです。ソースコードの閲覧、不具合の報告、更新内容の確認ができます。
zh_hans: FilesMate 已开源，欢迎查看源码、反馈问题和了解版本更新。

# About_GitHubIssues
source: Report an issue or suggest a feature
ja_jp: 不具合の報告・機能の提案
zh_hans: 问题反馈与功能建议

# About_GitHubProject
source: Project homepage · DieDust/FilesMate
ja_jp: プロジェクト · DieDust/FilesMate
zh_hans: 项目主页 · DieDust/FilesMate

# About_GitHubReleases
source: Releases and downloads
ja_jp: リリース情報とダウンロード
zh_hans: 版本说明与下载

# AccentColor
source: Accent
ja_jp: アクセントカラー
zh_hans: 强调色

# AccentDescription
source: Named colors for selection, glass highlights, and drop targets.
ja_jp: 選択項目、ガラス効果のハイライト、ドロップ先に使用する色です。
zh_hans: 用于选中、玻璃高光和拖放目标的命名颜色。

# Accent_Blue
source: Blue
ja_jp: ブルー
zh_hans: 蓝

# Accent_BlueGray
source: Blue gray
ja_jp: ブルーグレー
zh_hans: 蓝灰

# Accent_BrickRed
source: Brick red
ja_jp: れんが色
zh_hans: 砖红

# Accent_CoolBlue
source: Cool blue
ja_jp: クールブルー
zh_hans: 冷蓝

# Accent_Default
source: Default
ja_jp: 既定
zh_hans: 默认

# Accent_Gold
source: Gold
ja_jp: ゴールド
zh_hans: 金

# Accent_Gray
source: Gray
ja_jp: グレー
zh_hans: 灰

# Accent_Green
source: Green
ja_jp: グリーン
zh_hans: 绿

# Accent_Iris
source: Iris
ja_jp: アイリス
zh_hans: 鸢尾

# Accent_Mint
source: Mint
ja_jp: ミント
zh_hans: 薄荷

# Accent_Orange
source: Orange
ja_jp: オレンジ
zh_hans: 橙

# Accent_Overcast
source: Overcast
ja_jp: クラウドグレー
zh_hans: 阴天

# Accent_Red
source: Red
ja_jp: レッド
zh_hans: 红

# Accent_Rose
source: Rose
ja_jp: ローズ
zh_hans: 玫红

# Accent_Seafoam
source: Seafoam
ja_jp: シーフォーム
zh_hans: 海沫

# Accent_Storm
source: Storm
ja_jp: ストームグレー
zh_hans: 风暴

# Accent_Violet
source: Violet
ja_jp: バイオレット
zh_hans: 紫

# AccessDenied_Body
source: Ask for permission, or open a different folder.
ja_jp: アクセス許可を取得するか、別のフォルダーを開いてください。
zh_hans: 请申请权限，或打开其他文件夹。

# AccessDenied_Title
source: You don't have access
ja_jp: アクセスできません
zh_hans: 没有访问权限

# Action_CloseDualPane
source: Turn off dual pane
ja_jp: 2 ペイン表示をオフ
zh_hans: 关闭双栏

# Action_ClosePreviewPane
source: Close preview pane
ja_jp: プレビューペインを閉じる
zh_hans: 关闭预览栏

# Action_CloseQuickPreview
source: Close quick preview
ja_jp: クイックプレビューを閉じる
zh_hans: 关闭快速预览

# Action_CopyFolderPath
source: Copy current folder path
ja_jp: 現在のフォルダーのパスをコピー
zh_hans: 复制当前文件夹路径

# Action_CopySelectedPaths
source: Copy selected paths
ja_jp: 選択項目のパスをコピー
zh_hans: 复制所选项目路径

# Action_FailedPrefix
source: Could not perform the action:
ja_jp: 操作を実行できませんでした：
zh_hans: 无法执行操作：

# Action_IconView
source: Icon view
ja_jp: アイコン表示
zh_hans: 图标视图

# Action_NoMatch
source: No matching commands
ja_jp: 一致するコマンドはありません
zh_hans: 没有匹配的功能

# Action_OpenDualPane
source: Turn on dual pane
ja_jp: 2 ペイン表示をオン
zh_hans: 打开双栏

# Action_OpenPreviewPane
source: Open preview pane
ja_jp: プレビューペインを開く
zh_hans: 打开预览栏

# Action_OpenSettings
source: Open settings
ja_jp: 設定を開く
zh_hans: 打开设置

# Action_QuickPreview
source: Quick preview
ja_jp: クイックプレビュー
zh_hans: 快速预览

# Action_RedoFile
source: Redo file operation
ja_jp: ファイル操作をやり直す
zh_hans: 重做文件操作

# Action_RefreshFolder
source: Refresh folder
ja_jp: フォルダーを更新
zh_hans: 刷新文件夹

# Action_ReopenTab
source: Reopen closed tab
ja_jp: 閉じたタブを開き直す
zh_hans: 恢复关闭的标签页

# Action_SearchHint
source: Search commands, such as terminal, rename, or sort
ja_jp: コマンドを検索（ターミナル、名前の変更、並べ替えなど）
zh_hans: 搜索功能，例如：终端、重命名、排序

# Action_SortColumn
source: Sort by {0}
ja_jp: {0}で並べ替え
zh_hans: 按{0}排序

# Action_SortPrefix
source: Sort by
ja_jp: 並べ替え：
zh_hans: 按

# Action_ToggleFolderSizes
source: Show or hide folder sizes
ja_jp: フォルダーサイズの表示を切り替え
zh_hans: 显示或隐藏文件夹大小

# Action_ToggleHidden
source: Show or hide hidden files
ja_jp: 隠しファイルの表示を切り替え
zh_hans: 显示或隐藏隐藏文件

# Action_UndoFile
source: Undo last file operation
ja_jp: 直前のファイル操作を元に戻す
zh_hans: 撤销上一次文件操作

source: Add
ja_jp: 追加
zh_hans: 添加

source: Address
ja_jp: アドレス
zh_hans: 地址

# Address_HiddenAncestors
source: Show parent folders
ja_jp: 親フォルダーを表示
zh_hans: 显示上级目录

# AdvancedLead
source: Clear cached icons, open the data folder, or register FilesMate as this user's default folder handler.
ja_jp: アイコンのキャッシュ、データフォルダー、既定のファイルマネージャーを管理します。
zh_hans: 清理过期的图标缓存，打开 FilesMate 保存数据的文件夹，或将 FilesMate 登记为当前用户的默认文件夹处理程序。

# AdvancedTitle
source: Advanced
ja_jp: 詳細設定
zh_hans: 高级

# AlphabetDualPaneDescription
source: Allow the alphabet rail in both panes even though each pane has less reading space.
ja_jp: 各ペインの表示領域が狭くなりますが、両方にアルファベット一覧を表示します。
zh_hans: 双栏会压缩每一栏的阅读空间；开启后才允许左右两栏继续显示字母快速定位。

# AlphabetDualPaneTitle
source: Show in dual-pane mode
ja_jp: 2 ペイン表示でも使用
zh_hans: 在双栏模式中显示

# AlphabetMinimumItemsDescription
source: Use the normal scroll bar when the folder is already small enough to scan at a glance. Set 0 to remove this limit.
ja_jp: 項目が少ないフォルダーでは通常のスクロールバーを使います。0 にすると項目数を制限しません。
zh_hans: 项目较少、一眼就能找到时使用普通滚动条，不额外占用列表空间。设置为 0 表示不限制数量。

# AlphabetMinimumItemsTitle
source: Minimum item count
ja_jp: 表示に必要な最小項目数
zh_hans: 最少项目数

# AlphabetNavigationDescription
source: Show the alphabet rail, letter bubble, and range indicator while sorting by name.
ja_jp: 名前順で表示しているときに、アルファベット一覧、文字の吹き出し、範囲の目印を表示します。
zh_hans: 按名称排序时显示字母栏、字母气泡和范围提示。关闭后使用普通滚动条。

# AlphabetNavigationSection
source: Alphabet navigation
ja_jp: アルファベットナビゲーション
zh_hans: 字母快速定位

# AlphabetNavigationTitle
source: Enable alphabet navigation
ja_jp: アルファベットナビゲーションを有効にする
zh_hans: 启用字母快速定位

# Alphabet_AccessibleName
source: Jump by first letter
ja_jp: 先頭文字で移動
zh_hans: 按首字母快速定位

# Alphabet_QuickNavigation
source: Alphabet navigation
ja_jp: アルファベットナビゲーション
zh_hans: 字母快速定位

# Alphabet_SetupHint
source: Show the alphabet rail, letter bubble, and range indicator. When off, use the standard scroll bar.
ja_jp: アルファベット一覧、文字の吹き出し、範囲を表示します。オフでは通常のスクロールバーを使用します。
zh_hans: 显示字母栏、字母气泡和范围提示；关闭后使用普通滚动条。

# App_EntryUnavailable
source: This app was uninstalled or its launch entry is invalid. Try searching again later.
ja_jp: アプリが削除されたか、起動情報が無効です。後で再度検索してください。
zh_hans: 应用已卸载或启动入口失效，请稍后重新搜索。

# App_TrayDescription
source: File management and global search
ja_jp: ファイル管理とグローバル検索
zh_hans: 文件管理与全局搜索

# AppearanceTitle
source: Appearance
ja_jp: 外観
zh_hans: 外观

# Application
source: App
ja_jp: アプリ
zh_hans: 应用

source: Applying…
ja_jp: 適用中…
zh_hans: 正在应用…

# Attribute_Archive
source: Archive
ja_jp: アーカイブ
zh_hans: 存档

# Attribute_Compressed
source: Compressed
ja_jp: 圧縮
zh_hans: 压缩

# Attribute_Encrypted
source: Encrypted
ja_jp: 暗号化
zh_hans: 加密

# Attribute_Link
source: Link
ja_jp: リンク
zh_hans: 链接

# Attribute_Offline
source: Offline
ja_jp: オフライン
zh_hans: 脱机

source: Audio
ja_jp: 音声
zh_hans: 音频

source: Back to search
ja_jp: 検索に戻る
zh_hans: 返回搜索

source: Back to search settings
ja_jp: 検索設定に戻る
zh_hans: 返回搜索设置

source: Back to settings
ja_jp: 設定に戻る
zh_hans: 返回设置

source: Backdrop
ja_jp: 背景
zh_hans: 窗口材质

# BackdropAcrylic
source: Acrylic
ja_jp: アクリル
zh_hans: 亚克力

# BackdropDescription
source: Acrylic or Mica tint the window with the desktop. Solid uses the window fill.
ja_jp: アクリルと Mica はデスクトップの色を背景に反映します。単色は不透明な背景です。
zh_hans: 亚克力或云母会透过桌面着色窗口；纯色使用窗口底色。

# BackdropMica
source: Mica
zh_hans: 云母

# BackdropMicaAlt
source: Mica Alt
zh_hans: 云母 Alt

# BackdropSolid
source: Solid
ja_jp: 単色
zh_hans: 纯色

source: Background search
ja_jp: バックグラウンド検索
zh_hans: 后台搜索

# Backup_Clear
source: Clear current undo history
ja_jp: 現在の履歴を消去
zh_hans: 清除当前撤销历史

# Backup_ClearHint
source: Clearing history permanently removes its backup versions and disables Undo/Redo. Recovery copies from interrupted sessions or changed backups are kept: open a location below to inspect and recover them before deleting them yourself. Older unregistered folders are not deleted by name.
ja_jp: 履歴を消去すると、そのバックアップは完全に削除され、元に戻す/やり直しはできなくなります。異常終了時や変更されたバックアップは保持します。下の場所を開き、必要なファイルを復元してから手動で削除してください。旧版の未登録フォルダーは名前だけで自動削除しません。
zh_hans: 清除历史会永久删除其备份版本，不能再撤销/重做。异常退出残留或已被修改的备份会保留：点击下方位置检查、恢复所需文件后，可自行删除。旧版本未登记的目录不会仅凭名称自动删除。

# Backup_Cleared
source: Current history cleared. Any remaining locations need inspection; their files were not deleted.
ja_jp: 現在の履歴を消去しました。残っている場所は確認が必要で、ファイルは削除していません。
zh_hans: 当前历史已清除。仍列出的位置需要检查，其中的文件未被删除。

# Backup_DestructiveHint
source: The existing contents will be permanently replaced without retaining an old version. This entire batch cannot be undone, and previous undo/redo history will be cleared after a replacement succeeds. This choice applies only to this file.
ja_jp: 旧バージョンを残さず、既存の内容を完全に置き換えます。今回の一括操作全体は元に戻せず、置換に成功すると以前の元に戻す/やり直し履歴も消去されます。この選択は現在のファイルだけに適用されます。
zh_hans: 已有内容将被永久替换，不保留旧版本。本次整个批量操作无法撤销；替换成功后，之前的撤销/重做历史也会清除。这个选择仅适用于当前文件。

# Backup_LimitHint
source: Undo would reserve {0} MiB (currently {1} / 256 MiB). The backup limit has been reached, or backups are unavailable. Skip, keep both, cancel and manage backups, or explicitly replace without undo.
ja_jp: {0} MiBの予約が必要です（現在{1} / 256 MiB）。上限に達したか、バックアップを利用できません。スキップ、両方を保持、キャンセルして管理、または元に戻せない置換を選択してください。
zh_hans: 撤销需要预留 {0} MiB（当前 {1} / 256 MiB），已超过备份限制或备份不可用。可以跳过、保留两者、取消后管理备份，或明确选择不可撤销的替换。

# Backup_LocationUnavailable
source: This backup location is no longer available. Refresh the backup list or reconnect its drive.
ja_jp: このバックアップの場所は利用できません。一覧を更新するか、ドライブを再接続してください。
zh_hans: 这个备份位置暂时不可用，请刷新备份列表或重新连接所在磁盘。

# Backup_Manage
source: Manage backups
ja_jp: バックアップを管理
zh_hans: 管理备份

# Backup_Policy
source: Keep up to 5 operations in this session. Replacement backups reserve at most 256 MiB in total and 64 MiB per file (up to 256 files). Space is reserved for the larger of the old and new versions. Backups are cleared when the last window closes normally.
ja_jp: このセッションで最大5操作を保持します。置換バックアップの予約容量は合計256 MiB、1ファイル64 MiB（最大256ファイル）です。新旧の大きい方のサイズを予約し、最後のウィンドウを正常に閉じると削除します。
zh_hans: 当前会话最多保留 5 次操作。替换备份合计最多预留 256 MiB、单个文件最多 64 MiB（最多 256 个文件），按新旧版本中较大的一个预留。正常关闭最后一个窗口时清理。

# Backup_Remnants
source: Undo backups from an earlier session are still on disk
ja_jp: 以前のセッションのバックアップが残っています
zh_hans: 磁盘上仍有之前会话留下的撤销备份

# Backup_ReplaceWithoutUndo
source: Replace without undo
ja_jp: 元に戻せない置換
zh_hans: 替换且无法撤销

# Backup_ReservationHint
source: Undo reserves {0} MiB on the destination drive (currently {1} / 256 MiB). Up to 5 operations are retained. Manage or clear backups in Settings → Files & folders.
ja_jp: 転送先ドライブに{0} MiBを予約します（現在{1} / 256 MiB）。最大5操作を保持します。設定 → ファイルとフォルダーで管理・削除できます。
zh_hans: 撤销将在目标磁盘预留 {0} MiB（当前 {1} / 256 MiB），最多保留 5 次操作。可在设置 → 文件与文件夹中查看和清理。

# Backup_Title
source: Undo backups
ja_jp: 元に戻すためのバックアップ
zh_hans: 撤销备份

# Backup_UnprotectedCount
source: {0} replaced without backup; this batch cannot be undone
ja_jp: {0}件をバックアップなしで置換。今回の操作は元に戻せません
zh_hans: {0} 项未保留备份，本次操作无法撤销

# Backup_Usage
source: Reserved for undo/redo: {0} / 256 MiB · {1} backup locations
ja_jp: 元に戻す/やり直し用の予約：{0} / 256 MiB · {1}か所
zh_hans: 撤销/重做预留：{0} / 256 MiB · {1} 个备份位置

# CacheCleared
source: Icon and thumbnail cache cleared.
ja_jp: アイコンとサムネイルのキャッシュを消去しました。
zh_hans: 图标和缩略图缓存已清理。

# CacheSection
source: Maintenance
ja_jp: メンテナンス
zh_hans: 维护

source: Cancel
ja_jp: キャンセル
zh_hans: 取消

# CannotRenameMultiple
source: Cannot rename multiple items
ja_jp: 複数の項目の名前を変更できません
zh_hans: 无法同时重命名多个项目

# Category_AddCustom
source: Add custom category
ja_jp: 独自の分類を追加
zh_hans: 添加自定义分类

# Category_All
source: All
ja_jp: すべて
zh_hans: 全部

source: Category buttons
ja_jp: 分類ボタン
zh_hans: 分类按钮

# Category_Duplicate
source: Category names must be unique.
ja_jp: 分類名は重複できません。
zh_hans: 分类名称不能重复。

# Category_EditHint
source: Toggle visibility and use arrows to reorder. Changes save automatically.
ja_jp: 表示の切り替えと矢印で並べ替えができます。変更は自動保存されます。
zh_hans: 开关控制显示，箭头调整顺序；修改自动保存

# Category_ExtensionsExample
source: Extensions, e.g. jpg, png
ja_jp: 拡張子（例：jpg, png）
zh_hans: 后缀，例如 jpg, png

# Category_ExtensionsExampleLong
source: Extensions, e.g. jpg, png, psd
ja_jp: 拡張子（例：jpg, png, psd）
zh_hans: 后缀，例如 jpg, png, psd

# Category_ExtensionsHint
source: Example extensions: jpg, png, psd
ja_jp: 拡張子の例：jpg, png, psd
zh_hans: 后缀示例：jpg, png, psd

# Category_InvalidExtensions
source: Enter 1–64 extensions such as jpg, png. Do not include paths or wildcards.
ja_jp: jpg, png などの拡張子を 1～64 個入力してください。パスやワイルドカードは使用できません。
zh_hans: 请输入 1–64 个后缀，例如 jpg, png，不包含路径或通配符。

# Category_Limit
source: You can add up to 32 categories.
ja_jp: 分類は最大 32 件です。
zh_hans: 最多可添加 32 个分类。

# Category_Manage
source: Manage categories
ja_jp: 分類を管理
zh_hans: 管理分类

# Category_Media
source: Media
ja_jp: メディア
zh_hans: 影音

source: Category name
ja_jp: 分類名
zh_hans: 分类名称

# Category_NameExample
source: Category name, e.g. Design images
ja_jp: 分類名（例：デザイン画像）
zh_hans: 分类名称，例如设计图片

# Category_NameRequired
source: Enter a category name.
ja_jp: 分類名を入力してください。
zh_hans: 请填写分类名称。

# Category_Show
source: Show this category
ja_jp: この分類を表示
zh_hans: 显示此分类

# Category_Title
source: Search categories
ja_jp: 検索の分類
zh_hans: 搜索分类

# Category_VisibleRequired
source: Keep at least one category visible.
ja_jp: 少なくとも 1 つの分類を表示してください。
zh_hans: 至少保留一个可见分类。

# ClassicExplorerDescription
source: Opens a real Windows Explorer window.
ja_jp: Windows のエクスプローラーを開きます。
zh_hans: 打开真正的 Windows 资源管理器窗口。

# ClassicExplorerFailed
source: Couldn't open File Explorer.
ja_jp: エクスプローラーを開けませんでした。
zh_hans: 无法打开原版资源管理器。

# ClassicExplorerOpen
source: Open
ja_jp: 開く
zh_hans: 打开

# ClassicExplorerTitle
source: Original File Explorer
ja_jp: Windows エクスプローラー
zh_hans: 原版资源管理器

source: Clear
ja_jp: クリア
zh_hans: 清空

source: Clear cache
ja_jp: キャッシュを消去
zh_hans: 清理缓存

# Clipboard_Busy
source: The clipboard is busy. Please try again.
ja_jp: クリップボードが使用中です。再試行してください。
zh_hans: 剪贴板忙，请重试。

# Clipboard_BusyShort
source: Clipboard is busy. Try again.
ja_jp: クリップボードが使用中です。再試行してください。
zh_hans: 剪贴板忙，请重试

# Clipboard_CopyCount
source: Copied {0} items
ja_jp: {0} 項目をコピーしました
zh_hans: 已复制 {0} 项

# Clipboard_CutCount
source: Cut {0} items
ja_jp: {0} 項目を切り取りました
zh_hans: 已剪切 {0} 项

# Clipboard_DimensionsTooLarge
source: The image dimensions are too large. Save it from an image app.
ja_jp: 画像の寸法が大きすぎます。画像アプリから保存してください。
zh_hans: 图片尺寸过大，请通过图片应用另存为。

# Clipboard_ImageName
source: Screenshot
ja_jp: スクリーンショット
zh_hans: 截图

# Clipboard_ImageTooLarge
source: The image is too large. Save it from an image app.
ja_jp: 画像が大きすぎます。画像アプリから保存してください。
zh_hans: 图片过大，请通过图片应用另存为。

# Clipboard_SaveImage
source: Save clipboard image
ja_jp: クリップボードの画像を保存
zh_hans: 保存剪贴板图片

# Clipboard_SaveText
source: Save clipboard text
ja_jp: クリップボードのテキストを保存
zh_hans: 保存剪贴板文字

# Clipboard_TextName
source: Text
ja_jp: テキスト
zh_hans: 文本

# Clipboard_TextTooLong
source: The clipboard text is too long. Save it in smaller parts.
ja_jp: クリップボードのテキストが長すぎます。分割して保存してください。
zh_hans: 剪贴板文字过长，请分批保存。

source: Close
ja_jp: 閉じる
zh_hans: 关闭

# CloseEscape
source: Close (Esc)
ja_jp: 閉じる（Esc）
zh_hans: 关闭 (Esc)

source: Close preview
ja_jp: プレビューを閉じる
zh_hans: 关闭预览

# Column_Modified
source: Date modified
ja_jp: 更新日時
zh_hans: 修改日期

# Column_Name
source: Name
ja_jp: 名前
zh_hans: 名称

# Column_Size
source: Size
ja_jp: サイズ
zh_hans: 大小

# Column_Type
source: Type
ja_jp: 種類
zh_hans: 类型

# Columns_Reset
source: Restore default columns
ja_jp: 列を既定に戻す
zh_hans: 恢复默认列

# CommandPalette
source: Search commands
ja_jp: コマンドを検索
zh_hans: 搜索功能

# Command_AddTags
source: Add tags
ja_jp: タグを追加
zh_hans: 添加标签

# Command_BatchRename
source: Batch rename
ja_jp: 一括名前変更
zh_hans: 批量重命名

# Command_ChangeLayout
source: View
ja_jp: 表示
zh_hans: 视图

# Command_Compress
source: Compress
ja_jp: 圧縮
zh_hans: 压缩

# Command_Compress7z
source: Compress to 7z
ja_jp: 7z に圧縮
zh_hans: 压缩为 7z

# Command_CompressNew
source: New archive…
ja_jp: 圧縮ファイルを作成…
zh_hans: 新建压缩包…

# Command_CompressZip
source: Compress to ZIP
ja_jp: ZIP に圧縮
zh_hans: 压缩为 ZIP

# Command_Copy
source: Copy
ja_jp: コピー
zh_hans: 复制

# Command_CopyPath
source: Copy path
ja_jp: パスをコピー
zh_hans: 复制路径

# Command_CopyPathQuoted
source: Copy path as quote
ja_jp: 引用符付きのパスをコピー
zh_hans: 复制带引号的路径

# Command_CreateShortcut
source: Create shortcut
ja_jp: ショートカットを作成
zh_hans: 创建快捷方式

# Command_Cut
source: Cut
ja_jp: 切り取り
zh_hans: 剪切

# Command_Extract
source: Extract
ja_jp: 展開
zh_hans: 解压

# Command_ExtractHere
source: Extract here
ja_jp: ここに展開
zh_hans: 解压到此处

# Command_ExtractToFolder
source: Extract to folder
ja_jp: フォルダーに展開
zh_hans: 解压到同名文件夹

# Command_ExtractToOther
source: Extract to…
ja_jp: 展開先を指定…
zh_hans: 解压到其他文件夹…

# Command_ManageTags
source: Manage tags
ja_jp: タグを管理
zh_hans: 管理标签

# Command_New
source: New
ja_jp: 新規作成
zh_hans: 新建

# Command_NewFile
source: New file
ja_jp: 新しいファイル
zh_hans: 新建文件

# Command_NewFolder
source: New folder
ja_jp: 新しいフォルダー
zh_hans: 新建文件夹

# Command_Open
source: Open
ja_jp: 開く
zh_hans: 打开

# Command_OpenInCompactMate
source: Open in CompactMate
ja_jp: CompactMate で開く
zh_hans: 用 CompactMate 打开

# Command_OpenInNewTab
source: Open in new tab
ja_jp: 新しいタブで開く
zh_hans: 在新标签页中打开

# Command_OpenInNewWindow
source: Open in new window
ja_jp: 新しいウィンドウで開く
zh_hans: 在新窗口中打开

# Command_OpenInTerminal
source: Open in Windows Terminal
ja_jp: Windows ターミナルで開く
zh_hans: 在终端中打开

# Command_OpenWith
source: Open with
ja_jp: プログラムから開く
zh_hans: 打开方式

# Command_Paste
source: Paste
ja_jp: 貼り付け
zh_hans: 粘贴

# Command_PermanentDelete
source: Delete permanently
ja_jp: 完全に削除
zh_hans: 永久删除

# Command_PinToSidebar
source: Pin to sidebar
ja_jp: サイドバーにピン留め
zh_hans: 固定到侧栏

# Command_Properties
source: Properties
ja_jp: プロパティ
zh_hans: 属性

# Command_Recycle
source: Move to Recycle Bin
ja_jp: ごみ箱に移動
zh_hans: 移到回收站

# Command_Refresh
source: Refresh
ja_jp: 更新
zh_hans: 刷新

# Command_Rename
source: Rename
ja_jp: 名前の変更
zh_hans: 重命名

# Command_SelectAll
source: Select all
ja_jp: すべて選択
zh_hans: 全选

# Command_Share
source: Share
ja_jp: 共有
zh_hans: 共享

# Command_ShowMoreOptions
source: Show more options
ja_jp: その他のオプションを表示
zh_hans: 显示更多选项

# Command_SmartExtract
source: Smart extract
ja_jp: 自動で展開先を選択
zh_hans: 智能解压到此处

# Command_UnpinFromSidebar
source: Unpin from sidebar
ja_jp: サイドバーのピン留めを外す
zh_hans: 取消固定

# Command_WhoLocks
source: What's using this?
ja_jp: 使用中のアプリを確認
zh_hans: 谁在占用

# Confirm
source: OK
zh_hans: 确定

# ConfirmDeleteBody
source: This cannot be undone.
ja_jp: この操作は元に戻せません。
zh_hans: 此操作无法撤销。

# ConfirmDeleteSettingDescription
source: Ask before permanently deleting selected items.
ja_jp: 選択した項目を完全に削除する前に確認します。
zh_hans: 永久删除选中项目之前先进行确认。

# ConfirmDeleteSettingTitle
source: Confirm permanent delete
ja_jp: 完全に削除する前に確認
zh_hans: 确认永久删除

# ConfirmDeleteTitle
source: Delete permanently?
ja_jp: 完全に削除しますか？
zh_hans: 永久删除？

# ConfirmRemove
source: Confirm removal
ja_jp: 削除を確認
zh_hans: 确认移除

source: Copy diagnostics
ja_jp: 診断情報をコピー
zh_hans: 复制诊断信息

source: Copy full path
ja_jp: 完全なパスをコピー
zh_hans: 复制完整路径

# CopyFullPathShortcut
source: Copy full path · Ctrl+Shift+C
ja_jp: 完全なパスをコピー · Ctrl+Shift+C
zh_hans: 复制完整路径 · Ctrl+Shift+C

source: Copy to other pane…
ja_jp: もう一方のペインにコピー…
zh_hans: 复制到另一栏…

# Cover_Choose
source: Choose folder cover
ja_jp: フォルダーのカバー画像を選択
zh_hans: 选择文件夹封面

# Cover_DirectChild
source: Choose an image or video directly inside this folder.
ja_jp: このフォルダー直下の画像または動画を選択してください。
zh_hans: 请选择直接位于此文件夹中的图片或视频。

# Cover_Reset
source: Use automatic folder cover
ja_jp: カバー画像を自動選択に戻す
zh_hans: 恢复自动封面

# DataFolderDescription
source: Shortcuts, appearance, and explorer preferences are stored in this folder.
ja_jp: キーボードショートカット、外観、ファイル操作の設定を保存するフォルダーです。
zh_hans: 快捷键、外观和资源管理器偏好都保存在此文件夹。

# DataFolderTitle
source: Application data
ja_jp: アプリのデータ
zh_hans: 应用数据

source: Date accessed
ja_jp: アクセス日時
zh_hans: 访问日期

# DateFormatDescription
source: Use your Windows regional format, or a fixed year-month-day stamp.
ja_jp: Windows の地域設定、または年・月・日を固定した形式を使用します。
zh_hans: 使用 Windows 区域格式，或固定的年-月-日时间戳。

# DateFormatTitle
source: Date format
ja_jp: 日付の形式
zh_hans: 日期格式

# DefaultAppDescription
source: When on, programs that ask Windows to open a folder use FilesMate. The taskbar File Explorer icon and Win+E stay Windows Explorer.
ja_jp: 他のアプリからフォルダーを開く際に FilesMate を使用します。タスクバーのエクスプローラーと Win+E の動作は変わりません。
zh_hans: 开启后，让 Windows 打开某个文件夹的程序会进入 FilesMate。任务栏里的「文件资源管理器」和 Win+E 仍是系统原版。

# DefaultAppFailed
source: Couldn't update the default folder handler.
ja_jp: 既定のファイルマネージャーを更新できませんでした。
zh_hans: 无法更新默认文件夹处理程序。

# DefaultAppTitle
source: Set as default file manager
ja_jp: 既定のファイルマネージャーに設定
zh_hans: 设为默认文件管理器

# DefaultAppUpdated
source: Default folder handler updated.
ja_jp: 既定のファイルマネージャーを更新しました。
zh_hans: 默认文件夹处理程序已更新。

# DefaultViewDescription
source: New tabs use this layout. You can still switch details and icons from the toolbar.
ja_jp: 新しいタブの表示方法です。ツールバーから詳細表示とアイコン表示を切り替えられます。
zh_hans: 新标签页使用此布局。仍可随时从工具栏切换详细信息和图标。

# DefaultViewTitle
source: Default view
ja_jp: 既定の表示方法
zh_hans: 默认视图

# Delete_FailedPrefix
source: Could not delete:
ja_jp: 削除できませんでした：
zh_hans: 无法删除：

source: Desktop
ja_jp: デスクトップ
zh_hans: 桌面

# DetailsPane
source: Details
ja_jp: 詳細
zh_hans: 详细信息

source: Details view
ja_jp: 詳細表示
zh_hans: 详细信息视图

source: Diagnostics copied
ja_jp: 診断情報をコピーしました
zh_hans: 诊断信息已复制

source: Display
ja_jp: 表示
zh_hans: 显示

source: Documents
ja_jp: ドキュメント
zh_hans: 文档

source: Done
ja_jp: 完了
zh_hans: 完成

source: Downloads
ja_jp: ダウンロード
zh_hans: 下载

# Drag_CopyTo
source: Copy to this folder
ja_jp: このフォルダーにコピー
zh_hans: 复制到此文件夹

# Drag_FailedPrefix
source: Could not drag files:
ja_jp: ファイルをドラッグできませんでした：
zh_hans: 无法拖出文件：

# Drag_MoveTo
source: Move to this folder
ja_jp: このフォルダーに移動
zh_hans: 移动到此文件夹

source: Dual pane
ja_jp: 2 ペイン表示
zh_hans: 双栏

# Empty_Body
source: Nothing to show here yet.
ja_jp: 表示できる項目はありません。
zh_hans: 这里还没有可显示的内容。

# Empty_FilteredBody
source: Try a different filter.
ja_jp: 別の条件で検索してください。
zh_hans: 试试其他筛选条件。

# Empty_FilteredTitle
source: No matching items
ja_jp: 一致する項目はありません
zh_hans: 没有匹配的项目

# Empty_Title
source: This folder is empty
ja_jp: このフォルダーは空です
zh_hans: 此文件夹为空

# EnumerationDescription
source: Folder contents load progressively without blocking the window.
ja_jp: ウィンドウの操作を妨げずにフォルダーの内容を順次読み込みます。
zh_hans: 文件夹内容会渐进加载，不会阻塞窗口交互。

# EnumerationTitle
source: Asynchronous enumeration
ja_jp: 非同期での読み込み
zh_hans: 异步枚举

# Error_CompactMateMissing
source: CompactMate isn't installed, so FilesMate can't compress or extract.
ja_jp: CompactMate がインストールされていないため、圧縮や展開を実行できません。
zh_hans: 未找到 CompactMate，无法压缩或解压。

# Error_InvalidName
source: That name is not valid.
ja_jp: この名前は使用できません。
zh_hans: 名称无效。

# Error_NoFolder
source: No folder is open.
ja_jp: フォルダーが開かれていません。
zh_hans: 当前没有打开的文件夹。

# Error_SaveAppearance
source: Couldn't save appearance settings.
ja_jp: 外観の設定を保存できませんでした。
zh_hans: 无法保存外观设置。

# Error_ShareUnavailable
source: Windows sharing is unavailable for these items.
ja_jp: これらの項目では Windows の共有を利用できません。
zh_hans: 这些项目当前无法使用 Windows 共享。

source: Exit background search
ja_jp: バックグラウンド検索を終了
zh_hans: 退出后台搜索

source: Extension
ja_jp: 拡張子
zh_hans: 扩展名

# Favorites_Add
source: Add to favorites bar
ja_jp: お気に入りバーに追加
zh_hans: 添加到收藏栏

# Favorites_AddAction
source: Add favorite
ja_jp: お気に入りに追加
zh_hans: 收藏

# Favorites_AddFolder
source: Favorite this folder
ja_jp: このフォルダーをお気に入りに追加
zh_hans: 收藏当前文件夹

# Favorites_AddTo
source: Add favorite to
ja_jp: お気に入りの追加先
zh_hans: 收藏到

# Favorites_Added
source: Added to favorites
ja_jp: お気に入りに追加済み
zh_hans: 已收藏

# Favorites_AlreadyInGroup
source: This file is already in the group.
ja_jp: このファイルは既にグループ内にあります。
zh_hans: 此分组已收藏该文件。

source: Favorites bar
ja_jp: お気に入りバー
zh_hans: 收藏栏

# Favorites_Capacity
source: At most {0} favorites are allowed. Organize the bar first.
ja_jp: お気に入りは最大 {0} 件です。先にバーを整理してください。
zh_hans: 最多收藏 {0} 项，请先整理收藏栏。

# Favorites_Changed
source: The favorites list changed. Please reorder it again.
ja_jp: お気に入りの一覧が変更されました。もう一度並べ替えてください。
zh_hans: 收藏列表已变化，请重新排序。

# Favorites_CloseManager
source: Close favorites organizer
ja_jp: お気に入りの整理を閉じる
zh_hans: 关闭收藏整理

# Favorites_Contents
source: Favorites
ja_jp: お気に入りの内容
zh_hans: 收藏内容
